{
    "0":{
        "name": "Konstantin Saroyan",
        "position": "FEAS Secretary General",
        "feedback": "AIST Global has been working for the “Federation of Euro-Asian Stock Exchanges” new website development project since the beginning of 2020, demonstrating high professionalism, coming up with creative approaches, and willingness to perform the assigned tasks within the deadlines. I am confident about the services of this company and I strongly recommend this great team to any company, who wants great results timely delivered."
    },

    "1":{
        "name": "Dr Mariam Mnatsakanyan",
        "position": "Chief Scientist and Founder at VirtuPharma Pty Ltd",
        "feedback": "Throughout the time, the team at the AIST took all the tasks of the signed project with responsibilities which they were entrusted to our satisfaction. Especially, they connected efficiently and proactively with our team allowing an efficient collaboration. Both projects were delivered on time and professionally. To achieve the tasks in a timely manner the team at the AIST was very effective in communicating with our team despite the distance and time difference. They worked continuously engaged with us by receiving our feedback and responding to our enquiries in a diligent manner. We are starting a new project with the AIST and we hope to collaborate with the team for a long run. AIST has been instrumental to our successful launching. We recommend strongly this great team to anyone who wants great results timely delivered."
    },

    "2": {
        "name": "Svetlana Bulashevska",
        "position": "Co-founder at Ritual Diving",
        "feedback": "They are highly motivated to produce their best results in a short time. Just searching on the internet, I liked their home page and their vision. Our project is the development of an internet platform offering tourism services. The current project is the first part of a bigger goal - to create a platform for tourism and traveling. The idea is to develop a virtual 'office' enabling to collect content about special touristic places around the world."
    },

    "3":{
        "name": "Avetik Grigoryan",
        "position": "Founder at ChessMood",
        "feedback": "Chess Mood was my first website. I'm not sure how many websites I'll have in the future, but I'm sure, I'll have just one developer's team. They did a crystal clear job super fast and made my website much better than I wanted."
    },

    "4":{
        "name": "Ani Khachatryan",
        "position": "Co-Founder & CEO, Mind Center LLC",
        "feedback": "Every specialist in AIST is a professional in his/her field. The team was working and cooperating with each other so good. The designer and the programmers accepted and completed every requirement we had. They designed, developed and launched the website, provided marketing support and discussed every detail with me. They are poofy and can guide and suggest the best possible solution."
    },

    "5":{
        "name": "Michael Johnson",
        "position": "Founder at Wally Software, LLC",
        "feedback": "I've been working with AIST for a long time and will continue to use this team long into the future. A GREAT team! HIGHLY recommended."
    },

    "6":{
        "name": "Ani Hovhannesyan",
        "position": "Marketing Manager, Yerevan Chocolate Company CJSC",
        "feedback": "I worked with Hrayr (CEO, AIST), who was responsible for their team. Based on the initial design we provided them with, AIST developed a fast, user-friendly website. They also incorporated detail and page changes we decided on during the process. SEO and SMM strategies were a key part of our requirements, and AIST delivered them as well. They delivered exactly what we wanted: a user-friendly site and a professional admin panel. Everyone I worked with was creative, professional, and organized. They delivered high quality, too. 'We got along well, so there were no miscommunications.'We’re satisfied with the final product and will be using AIST again on other projects."
    },

    "7":{
        "name": "Jason Lavis",
        "position": "Managing Director of OOTBI",
        "feedback": "Hrayr and his team at AIST were a joy to work with. You know the phrase: 'If you want something done properly then do it yourself' It was as if I was doing it myself and I was a kick-ass programmer. Hrayr gave the same attention to detail, diligence, and out of the box thinking for site improvements that I pride myself in when working. Work was done faster and to a better standard than I have ever experienced in outsourced work tasks that I have farmed out over the years."
    },

    "8":{
        "name": "Artyom Gharibyan",
        "position": "Head of IT, Spirit Of Soft LLC",
        "feedback": "We needed web development services to create a timetable auto-generation web application that could collect the necessary information to generate any type of timetable for schools. AIST team did the UI/UX design for our application, then the development, QA and documentation. The team built an excellent application that meets the required need perfectly. They managed the work effectively, communicating smoothly, and clearly defining different tasks. We had direct access to both project managers and the wider team, which kept the lines of communication completely open. Project management was very impressive. We communicated exclusively with Skype and Trello, while they defined the different tasks and managed the workflow."
    },

    "9":{
        "name": "Tobias Wittmann",
        "position": "Team Leader, GIZ",
        "feedback": "In the frame of Integrated Biodiversity Management, South Caucasus regional project commissioned by BMZ and implemented jointly by GIZ and partner ministries AIST Global LCC was contracted to provide consultancy services for the development of an online fishing and hunting permits management system within the Ministry of Nature Protection of the Republic of Armenia. The consultancy was contracted for the period of five months, from September 2018 to January 2019 and AIST has provided fully satisfactory services so far."
    },

    "10":{
        "name": "Ry Bruscoe",
        "position": "Architecture and Planning, Revup Render",
        "feedback": "Hrayr and his team AIST are extremely hard working and dependable. They hold expert knowledge with all things related to website development. I have worked with them for over two years and they always go above and beyond to get the job done. I highly recommend Hrayr’s team to anyone who might be in need their services."
    },

    "11":{
        "name": "Suman Mukherjee",
        "position": "Head of Marketing, Vehere",
        "feedback": "I’m the head of marketing at Vehere. We provide cyber defense and intelligence to governments and organizations. My company hired AIST to redesign our website. We wanted our website to better reflect the company’s brand identity, incorporate best practices for website UI, and present engaging content to visitors. AIST completely revamped the site and developed the CMS. They made the site SEO-friendly. The team provides continuous upgrades and improvements. Our industry peers and the company’s channel partner community have appreciated the redesigned site. Site traffic continues to increase. AIST’s quick turnaround times are the most impressive. 'They are willing to go the extra mile to ensure we find value in their offering.'"
    },

    "12":{
        "name": "Scott Eaton",
        "position": "Director, Bodies in Motion",
        "feedback": "Hrayr and his team at AIST have been integral to the development, launch, and running of my BodiesinMotion.photo site. They took on the difficult task of salvaging a partially complete website from a collapsed web-design company. From this difficult beginning, they helped upgrade the front and backend increasing performance, security, and the overall usability of the site. I have very high standards for the look and performance of the site, and they implemented my seemingly endless requests quickly and efficiently. The site looks and runs great and they were a huge part of making this happen. From the beginning, communication has been excellent and they are incredibly responsive when things need urgent attention. I feel like Hrayr is part of the BiM team, and I will happily continue to work with him on current and upcoming project."
    },

    "13":{
        "name": "Alex Petty",
        "position": "Torpedo Media, CTO",
        "feedback": "I have had the privilege of working with AIST in several ways and in all of these instances, found that they demonstrated great natural ability and strong leadership. Rarely have I had the pleasure of working with a team so capable as both technologists and administrators. AIST team is proactive, result-oriented, responsible and always ready to put all their energy and time into getting the job done. I give Hrayr’s team my highest recommendation and believe them to be a great asset for any team lucky enough to have them."
    },

    "14":{
        "name": "Arman Vermishyan",
        "position": "National Coordinator Caucasus Nature Fund",
        "feedback": "It is my pleasure to provide a recommendation letter to AIST. I’ve had an opportunity to work with AIST team for 9 months within one of the Caucasus Nature Fund projects. AIST team’s skillful and highly qualified developers have quickly comprehended the task and provided excellent quality within required deadlines, implemented professional consulting and suggested best solutions. I hope to continue our cooperation with this company."
    },

    "15":{
        "name": "Matt Sears",
        "position": "Executive Manager of ShopDog",
        "feedback": "AIST team is really amazing. They work very hard and are able to get project done really fast. I have yet to find a situation that they can't handle. We will definitely have a long relationship with Hrayr and his team AIST and highly recommend them to everyone."
    }
}